abusaidm.html-snippets
bierner.markdown-mermaid
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
dunstontc.vscode-rust-syntax
esbenp.prettier-vscode
formulahendry.code-runner
formulahendry.dotnet-test-explorer
humao.rest-client
jchannon.csharpextensions
jebbs.plantuml
jmrog.vscode-nuget-package-manager
k--kato.docomment
kleber-swf.unity-code-snippets
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
naumovs.color-highlight
PKief.material-icon-theme
rust-lang.rust
spencer-farley.xunitsnippets
torn4dom4n.latex-support
Unity.unity-debug
VisualStudioExptTeam.vscodeintellicode
yzhang.markdown-all-in-one
