abusaidm.html-snippets
bierner.markdown-mermaid
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
DigitalBrainstem.javascript-ejs-support
dunstontc.vscode-rust-syntax
EditorConfig.EditorConfig
EQuimper.react-native-react-redux
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.code-runner
formulahendry.dotnet-test-explorer
humao.rest-client
jebbs.plantuml
jmrog.vscode-nuget-package-manager
k--kato.docomment
kleber-swf.unity-code-snippets
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-toolsai.jupyter
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
msjsdiag.vscode-react-native
naumovs.color-highlight
patbenatar.advanced-new-file
PKief.material-icon-theme
redhat.vscode-xml
ritwickdey.live-sass
ritwickdey.LiveServer
rust-lang.rust
spencer-farley.xunitsnippets
torn4dom4n.latex-support
Unity.unity-debug
yzhang.markdown-all-in-one
