abusaidm.html-snippets
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
DivyanshuAgrawal.competitive-programming-helper
dracula-theme.theme-dracula
esbenp.prettier-vscode
humao.rest-client
jchannon.csharpextensions
jmrog.vscode-nuget-package-manager
k--kato.docomment
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
naumovs.color-highlight
PKief.material-icon-theme
shengchen.vscode-leetcode
torn4dom4n.latex-support
VisualStudioExptTeam.vscodeintellicode
yzhang.markdown-all-in-one
